Repository: Cykelero/mixit
Catalog: mixit/*.lproj/Localizable.strings
Languages: fr

source: MiXiT Schedule
fr: Programme MiXiT

source: Schedule
fr: Programme

source: Refreshing Data
fr: Mise à jour des données

source: Sync Error
fr: Erreur de synchronisation

source: %@, %@ to %@
fr: %@, de %@ à %@

source: %@ %@, %@ to %@
fr: %@ %@, de %@ à %@

source: About MiXiT
fr: À propos de MiXiT

source: Close
fr: Fermer

source: Time and place not announced yet
fr: Lieu et heure pas encore annoncés

source: Not announced yet
fr: Pas encore annoncé

source: April 21 and 22, 2016 Lyon, France
fr: 21 et 22 avril 2016 Lyon, France

source: April 16 and 17, 2015 Lyon, France
fr: 16 et 17 avril 2015 Lyon, France

source: April 20 and 21, 2017 Lyon, France
fr: 20 et 21 avril 2017 Lyon, France

source: April 19 and 20, 2018 Lyon, France
fr: 19 et 20 avril 2018 Lyon, France

source: May 23 and 24, 2019 Lyon, France
fr: 23 et 24 mai 2019 Lyon, France

source: 18, 19 & 20 May 2021
fr: 18, 19 & 20 mai 2021

source: May 24 & 25, 2022 Lyon, France
fr: 24 et 25 mai 2022 Lyon, France

source: April 13 & 14, 2023 Lyon, France
fr: 13 et 14 avril 2023 Lyon, France

source: This app isn’t affiliated with the MiXiT team. Made by @vtourraine.
fr: Cette app n’est pas affiliée à l’équipe de MiXiT. Développée par @vtourraine.

source: Open in Maps
fr: Ouvrir avec Plans

source: Open MiXiT website
fr: Ouvrir le site web MiXiT

source: Add to Favorites
fr: Ajouter aux Favoris

source: Remove from Favorites
fr: Retirer des Favoris

source: Cannot Add Session to Calendar
fr: Ajout de la session au calendrier impossible

source: You need to allow calendar access from the Settings app first.
fr: Vous devez d’abord donner accès à vos calendriers depuis l’application Réglages.

source: Session Added to Calendar
fr: Session ajoutée au calendrier
